tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "gh"
brew "htop"
brew "mosh"
brew "r"
brew "starship"
brew "wget"
cask "1password"
cask "airbuddy"
cask "alfred"
cask "bartender"
cask "bettertouchtool"
cask "boop"
cask "cheatsheet"
cask "cleanshot"
cask "devonthink"
cask "discord"
cask "downie"
cask "espanso"
cask "github"
cask "hazel"
cask "iterm2"
cask "keyboard-maestro"
cask "kindle"
cask "mendeley"
cask "mendeley-reference-manager"
cask "microsoft-edge"
cask "miniconda"
cask "moom"
cask "obsidian"
cask "onyx"
cask "permute"
cask "readdle-spark"
cask "replacicon"
cask "rocket"
cask "rstudio"
cask "soundsource"
cask "steam"
cask "temurin"
cask "texmaker"
cask "unite"
cask "visual-studio-code"
